tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "sachaos/todoist"
brew "readline"
brew "sqlite"
brew "xz"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "icu4c"
brew "bower"
brew "pcre"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libevent"
brew "emacs", link: false
brew "cask"
brew "isl"
brew "cloog"
brew "cscope"
brew "ctags"
brew "dylibbundler"
brew "wxwidgets"
brew "elixir"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "libmpc"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "httpie"
brew "hub"
brew "jq"
brew "libcroco"
brew "libgpg-error"
brew "libksba"
brew "libmagic"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "neovim"
brew "openjdk"
brew "openssl@3"
brew "postgresql"
brew "prettyping"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tmuxinator-completion"
brew "v8"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "federico-terzi/espanso/espanso"
cask "discord"
cask "emacs"
cask "iterm2"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
