tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "localstack/tap"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "xz"
brew "ansible"
brew "asdf"
brew "m4"
brew "aws-iam-authenticator"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "gettext"
brew "carthage"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs", restart_service: :changed
brew "cask"
brew "icu4c@76"
brew "openjdk"
brew "clojure-lsp", link: false
brew "cocoapods"
brew "colima", restart_service: :changed
brew "diffutils"
brew "duckdb"
brew "ed"
brew "libgit2"
brew "eza"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "gimme-aws-creds"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gradle"
brew "grep"
brew "gum"
brew "gzip"
brew "helm"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "istioctl"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "leiningen"
brew "less"
brew "localstack"
brew "lsd"
brew "maven"
brew "md5deep"
brew "minikube"
brew "neovim"
brew "node"
brew "nvm"
brew "oh-my-posh", link: false
brew "openssh"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pwgen"
brew "pyenv"
brew "python-pytz"
brew "python-requests"
brew "python@3.11"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "socket_vmnet"
brew "speedtest-cli"
brew "starship"
brew "tektoncd-cli"
brew "telegraf", restart_service: :changed
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "ykman"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@29", link: false
brew "localstack/tap/localstack-cli", link: false
brew "tmspzz/tap/rome"
cask "1password-cli"
cask "dbeaver-community"
cask "figma"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"
cask "temurin"
cask "temurin@17"
cask "temurin@8"
cask "todoist"
cask "visual-studio-code"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "sainnhe.everforest"
vscode "shopify.ruby-lsp"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
