tap "1password/tap"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "xz"
brew "tree"
brew "ansible"
brew "gettext"
brew "git"
brew "asdf"
brew "atuin", restart_service: :changed
brew "m4"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "libgit2"
brew "bat"
brew "binutils"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "clojure-lsp", link: false
brew "colima", restart_service: :changed
brew "diffutils"
brew "duckdb"
brew "ed"
brew "eza"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "gimme-aws-creds"
brew "git-lfs"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "grep"
brew "gum"
brew "gzip"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "leiningen"
brew "less"
brew "localstack"
brew "lua-language-server"
brew "make"
brew "mas"
brew "md5deep"
brew "minikube"
brew "nano"
brew "neovim"
brew "nvm"
brew "openssh"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "prettyping"
brew "pwgen"
brew "pyenv"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "socket_vmnet"
brew "speedtest-cli"
brew "starship"
brew "tektoncd-cli"
brew "telegraf", restart_service: :changed
brew "telnet"
brew "tldr"
brew "tmux"
brew "unzip"
brew "vegeta"
brew "watch"
brew "wdiff"
brew "wget"
brew "ykman"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "coursier/formulas/coursier"
brew "tmspzz/tap/rome"
cask "1password-cli"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "karabiner-elements"
cask "logi-options+"
cask "obsidian"
cask "raycast"
cask "todoist-app"
